Repository: leinfink/mafiabot
Catalog: locales/*-wolf/LC_MESSAGES/*.po
Languages: de

source: mafiabot
de: werwolfbot

source: command "
de: Befehl "

source: invoked by
de: aufgerufen von

source: Mafia
de: Werwolf

source: has connected to Discord!
de: hat sich mit Discord verbunden!

source: is connected to the following guild:
de: ist mit dem folgenden Server verbunden:

source: Join a game.
de: Einem Spiel beitreten.

source: Failed to join
de: Konnte nicht beitreten.

source: joined the game.
de: ist dem Spiel beigetreten.

source: Read the rules.
de: Zeige die Regeln an.

source: — Some basics: ```There's villagers, mafia, cops and sometimes doctors.```
de: — Ein paar Grundlagen: ```Es gibt Dorfbewohner, Werwölfe, und Seher (und manchmal Hexen).```

source: ``` The only command you need to play is !vote <user> (or just ping them, <@user>).``````You can vote as soon as you like, but you can't take it back. For a vote to go through, everybody needs to have voted and there should be a clear "winner". ``````Daytime will last a maximum of
de: ``` Der einzige Befehl, den ihr zum spielen braucht, ist !vote <user> (oder einfach pingen, <@user>).``````Du kannst abstimmen sobald du möchtest, aber du kannst deine Stimme nicht zurücknehmen. Eine Abstimmung ist erst gültig wenn alle gewählt haben und es einen eindeutigen "Sieger" gibt. ``````Ein Tag dauert maximal

source: minutes, if there is no result by then, your action goes to waste. Nighttime lasts
de: Minuten. Wenn es bis dahin kein eindeutiges Ergebnis gibt oder nicht alle abgestimmt haben, verfällt Eure Aktion. Die Nacht dauert

source: minutes.``````In the member list on the right, you can see who's alive and who's dead. If this doesn't update, use !status to print the current status in the chat. In night channels, 1) the member list doesn't show everbody, and 2) you don't have ping autocomplete. Make sure to type their names right (better drop the @, since it doesn't work with nicknames).``` Go join the village voice channel, then close your eyes!
de: Minuten. `````` In der Mitgliederliste auf der rechten Seite könnt ihr sehen, wer noch lebt und wer schon gestorben ist. Wenn die Liste nicht updatet, nutzt !status um den Spielstand im Chat anzuzeigen. In den Nacht-Channeln zeigt die Mitgliederliste nicht alle Mitspieler, und das Ping-Autocomplete funktioniert nicht. (Am besten ohne @ den Nutzernamen oder Nick eingeben (@... funktioniert nicht mit Nicks).``` Geht in den Dorf-Voicechannel, dann schließt die Augen!

source: Start the game.
de: Das Spiel beginnen.

source: Failed to start
de: Konnte das Spiel nicht beginnen.

source: Game started!
de: Das Spiel geht los!

source: **Game started!**
de: **Es geht los!**

source: mafioso
de: Werwolf

source: mafiosi
de: Werwölfe

source: cop
de: Seher

source: cops
de: Seher

source: doctor
de: Hexe

source: doctors
de: Hexen

source: villager
de: Dorfbewohner

source: villagers
de: Dorfbewohner

source: **There is
de: **Es gibt

source: Stop the game.
de: Beende das Spiel.

source: Failed to stop
de: Konnte nicht beenden.

source: Game stopped!
de: Das Spiel wurde beendet!

source: Go to the next game phase.
de: Gehe zur nächsten Spielphase über.

source: Failed to cycle.
de: Konnte nicht die Spielphase wechseln.

source: Cycled game phase.
de: Spielphase gewechselt.

source: Villager vote ended.
de: Die Dorfbewohner haben abgestimmt.

source: The mafia has decided.
de: Die Werwölfe haben sich entschieden.

source: The cops have made their choice.
de: Die Seher haben gewählt.

source: The doctors have made their choice.
de: Die Hexen haben sich entschieden.

source: They decided to lynch
de: Sie lynchen

source: They decided to kill
de: Sie töten

source: They decided to look at
de: Sie untersuchen

source: They decided to protect
de: Sie beschützen

source: They are aligned with the
de: Sie sind auf der Seite der

source: mafia
de: Werwölfe

source: Vote for a user.
de: Stimme ab bzw. wähle einen Mitspieler.

source: Failed to vote.
de: Konnte nicht abstimmen.

source: Failed to vote again. Switch to next game state.
de: Konnte wiederholt nicht abstimmen. Wechsle zur nächsten Spielphase.

source: voted for
de: stimmte für

source: Voted.
de: Abgestimmt.

source: Day
de: Tag

source: Night
de: Nacht

source: Not running
de: läuft nicht

source: Game over!
de: Das Spiel ist aus!

source: The villagers won!
de: Die Dorfbewohner sind die Sieger!

source: The mafia won!
de: Die Werwölfe gewinnen!

source: The mafia gather in
de: Die Werwölfe treffen sich in

source: The cops gather in
de: Die Seher treffen sich in

source: The doctors gather in
de: Die Hexen treffen sich in

source: Prepare to commit a heinous crime!
de: An wem wollt ihr euren Blutdurst stillen?

source: Prepare to show off your investigative prowess!
de: Entscheide, auf wen das Licht des Orakels fallen soll!

source: Decide who to protect!
de: Entscheidet, wen ihr beschützen wollt!

source: Your bed
de: Dein Bett

source: Channel permissions reset.
de: Kanalrechte zurückgesetzt.

source: Sent status update.
de: Status-Update gesendet.

source: Connecting to Discord...
de: Verbinde mit Discord...
