Repository: leinfink/mafiabot
Catalog: locales/*-wolf/LC_MESSAGES/utils.po
Languages: de

source: Only
de: Nur

source: seconds left!
de: Sekunden übrig

source: Time ran out!
de: Zeit abgelaufen!

source: alive
de: lebendig

source: dead
de: tot

source: waiting
de: wartet

source: unknown status
de: unbekannter Status

source: someone
de: jemand

source: trying to print game status
de: versucht, Spielstatus auszugeben

source: trying to print players
de: versucht, Spielerdaten auszugeben

source: tried to join
de: versucht beizutreten

source: trying to start game
de: versucht, das Spiel zu starten

source: An unidentified error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: cannot vote right now.
de: kann gerade nicht abstimmen.

source: already voted.
de: hat schon gewählt.

source: cannot be killed since they already died.
de: kann nicht doppelt getötet werden.

source: There is no vote at the moment.
de: Es läuft gerade keine Abstimmung.

source: The mafia vote did not have a clear result.
de: Die Abstimmung der Werwölfe hatte kein eindeutiges Ergebnis.

source: The cop vote did not have a clear result.
de: Die Abstimmung der Seher hatte kein eindeutiges Ergebnis.

source: The vote result was not clear.
de: Die Abstimmung hatte kein eindeutiges Ergebnis.

source: The vote result was, again, not clear, so this vote will be skipped.
de: Die Abstimmung hatte wiederholt kein eindeutiges Ergebnis und wird beendet.

source: The game has already started.
de: Das Spiel hat schon angefangen.

source: The game is not running.
de: Das Spiel läuft nicht.

source: already joined.
de: ist schon beigetreten

source: It's day discussion time.
de: Der Tag beginnt! Die Dorfbewohner erwachen und wollen Rache! Wer soll gelyncht werden?

source: It's day voting time.
de: Der Tag beginnt! Die Dorfbewohner erwachen und wollen Rache! Wer soll gelyncht werden?

source: It's night discussion time.
de: Es wird Nacht!

source: It's night voting time.
de: Es wird Nacht!

source: villager
de: Dorfbewohner

source: mafioso
de: Werwolf

source: cop
de: Seher

source: unassigned
de: nicht zugewiesen

source: doctor
de: Hexe

source: Your bed
de: Dein Bett
